CCprompt={"美白":"""重要规则：1.多食用富含维生素C的食品，如柑橘类水果、草莓、蔬菜等。每日维生素C摄入量不少于100毫克 建议规则：1.多食用富含胶原蛋白的食品，如鱼类、肉类、豆类等
2.多食用富含抗氧化剂的食品，如坚果、谷物、水果等
3.多食用富含不饱和脂肪酸的食品，如鱼类、坚果、橄榄油等
4.避免食用过多的含糖饮料和食品，如糖果、甜点、碳酸饮料等""",
"降尿酸":"""重要规则：1.每日摄入的嘌呤应该控制在100-300毫克
建议规则：1.应该多吃低嘌呤食物，即嘌呤值<50的食物
2.嘌呤值在50-100之间的食物可以少量食用，但是要保证每天摄入量在规定范围内
3.嘌呤值>150的食物，要避免食用
4.避免饮酒
5.不能吃动物内脏，包括肝、肠、心、鸡胗、鸭胗等
6.不能吃海鲜，各种鱼、虾、蟹。蛤等
7.不能喝炖汤浓汤，如肉汤、鸡汤、鸭汤、骨头汤、砂锅鱼头等
8.不能吃嘌呤高的果蔬：山楂、甘蔗、香菇、豆苗菜、芦笋、扁豆等
9.多吃主食，碳水化合物可促进尿酸排出，尿酸高的患者可以多吃一些富含碳水化合物的食物，比如米饭、馒头、面食等。但应注意每日摄取的量不宜过多，尤其是糖尿病患者要注意每日糖分的摄入不宜过多
10.多喝水 每日应该喝水2000ml至3000ml，促进尿酸排出。尿酸高的人群每日排尿量应达到正常人尿量的2倍尤其是可以多喝一点苏打水，可以中和体内的尿酸
11.每日蔬菜的摄入量应达到500克。如：青菜、红萝卜、黄瓜、番茄、白菜
12.少吃脂肪 脂肪可减少尿酸的排出。痛风并发高脂血症者，脂肪摄取应控制在总热量的20%至50%以内"""}